{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<NL>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\r\n"
        },
        "content": "\n"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\r"
        },
        "content": "\n"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "\n"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Whitespace"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "<NL>": 4,
      "<": 5,
      ">": 6,
      "A": 7,
      "B": 8,
      "C": 9,
      "D": 10,
      "E": 11,
      "F": 12,
      "G": 13,
      "H": 14,
      "I": 15,
      "J": 16,
      "K": 17,
      "L": 18,
      "M": 19,
      "N": 20,
      "O": 21,
      "P": 22,
      "Q": 23,
      "R": 24,
      "S": 25,
      "T": 26,
      "U": 27,
      "V": 28,
      "W": 29,
      "X": 30,
      "Y": 31,
      "Z": 32,
      "a": 33,
      "b": 34,
      "c": 35,
      "d": 36,
      "e": 37,
      "f": 38,
      "g": 39,
      "h": 40,
      "i": 41,
      "j": 42,
      "k": 43,
      "l": 44,
      "m": 45,
      "n": 46,
      "o": 47,
      "p": 48,
      "q": 49,
      "r": 50,
      "s": 51,
      "t": 52,
      "u": 53,
      "v": 54,
      "w": 55,
      "x": 56,
      "y": 57,
      "z": 58,
      "ก": 59,
      "ข": 60,
      "ฃ": 61,
      "ค": 62,
      "ฅ": 63,
      "ฆ": 64,
      "ง": 65,
      "จ": 66,
      "ฉ": 67,
      "ช": 68,
      "ซ": 69,
      "ฌ": 70,
      "ญ": 71,
      "ฎ": 72,
      "ฏ": 73,
      "ฐ": 74,
      "ฑ": 75,
      "ฒ": 76,
      "ณ": 77,
      "ด": 78,
      "ต": 79,
      "ถ": 80,
      "ท": 81,
      "ธ": 82,
      "น": 83,
      "บ": 84,
      "ป": 85,
      "ผ": 86,
      "ฝ": 87,
      "พ": 88,
      "ฟ": 89,
      "ภ": 90,
      "ม": 91,
      "ย": 92,
      "ร": 93,
      "ฤ": 94,
      "ล": 95,
      "ฦ": 96,
      "ว": 97,
      "ศ": 98,
      "ษ": 99,
      "ส": 100,
      "ห": 101,
      "ฬ": 102,
      "อ": 103,
      "ฮ": 104,
      "ฯ": 105,
      "ะ": 106,
      "ั": 107,
      "า": 108,
      "ำ": 109,
      "ิ": 110,
      "ี": 111,
      "ึ": 112,
      "ื": 113,
      "ุ": 114,
      "ู": 115,
      "ฺ": 116,
      "฿": 117,
      "เ": 118,
      "แ": 119,
      "โ": 120,
      "ใ": 121,
      "ไ": 122,
      "ๅ": 123,
      "ๆ": 124,
      "็": 125,
      "่": 126,
      "้": 127,
      "๊": 128,
      "๋": 129,
      "์": 130,
      "ํ": 131,
      "๎": 132,
      "๏": 133,
      "๐": 134,
      "๑": 135,
      "๒": 136,
      "๓": 137,
      "๔": 138,
      "๕": 139,
      "๖": 140,
      "๗": 141,
      "๘": 142,
      "๙": 143,
      "๚": 144,
      "๛": 145,
      "าร": 146,
      "อง": 147,
      "ี่": 148,
      "ระ": 149,
      "ที่": 150,
      "การ": 151,
      "่า": 152,
      "ใน": 153,
      "้า": 154,
      "ัน": 155,
      "เป": 156,
      "หม": 157,
      "แล": 158,
      "็น": 159,
      "่ง": 160,
      "ับ": 161,
      "่อ": 162,
      "ีย": 163,
      "เป็น": 164,
      "าย": 165,
      "และ": 166,
      "าก": 167,
      "ของ": 168,
      "ด้": 169,
      "ัง": 170,
      "าม": 171,
      "ั้": 172,
      "ัก": 173,
      "ประ": 174,
      "ร์": 175,
      "ือ": 176,
      "ู่": 177,
      "รา": 178,
      "มี": 179,
      "าน": 180,
      "คร": 181,
      "ได้": 182,
      "เม": 183,
      "ริ": 184,
      "ื่อ": 185,
      "หล": 186,
      "มา": 187,
      "่น": 188,
      "ิน": 189,
      "าง": 190,
      "เก": 191,
      "ั้ง": 192,
      "หน": 193,
      "ัด": 194,
      "พระ": 195,
      "เร": 196,
      "อย": 197,
      "ติ": 198,
      "้น": 199,
      "เล": 200,
      "เข": 201,
      "เท": 202,
      "จาก": 203,
      "วิ": 204,
      "่ว": 205,
      "เด": 206,
      "ว่า": 207,
      "ภา": 208,
      "วด": 209,
      "รร": 210,
      "เพ": 211,
      "หมู่": 212,
      "ู้": 213,
      "ให": 214,
      "โด": 215,
      "ชา": 216,
      "หมวด": 217,
      "อน": 218,
      "หมวดหมู่": 219,
      "อก": 220,
      "คว": 221,
      "อร์": 222,
      "กับ": 223,
      "ิง": 224,
      "กล": 225,
      "โดย": 226,
      "ตร": 227,
      "รับ": 228,
      "ทย": 229,
      "นา": 230,
      "รั": 231,
      "ึ่ง": 232,
      "ิด": 233,
      "ผู้": 234,
      "อา": 235,
      "ให้": 236,
      "ัว": 237,
      "พศ": 238,
      "เจ": 239,
      "ปี": 240,
      "ความ": 241,
      "เส": 242,
      "os": 243,
      "่าง": 244,
      "ี้": 245,
      "่อง": 246,
      "้าง": 247,
      "จะ": 248,
      "ไม": 249,
      "ไป": 250,
      "ัย": 251,
      "แต": 252,
      "ึง": 253,
      "วัน": 254,
      "เว": 255,
      "เช": 256,
      "ราช": 257,
      "นัก": 258,
      "าล": 259,
      "กร": 260,
      "ทาง": 261,
      "สุ": 262,
      "eos": 263,
      "er": 264,
      "้อ": 265,
      "an": 266,
      "้อง": 267,
      "เน": 268,
      "คม": 269,
      "สม": 270,
      "ลง": 271,
      "วง": 272,
      "ลา": 273,
      "กัน": 274,
      "อบ": 275,
      "ั้น": 276,
      "รง": 277,
      "่ม": 278,
      "ทำ": 279,
      "วย": 280,
      "เทศ": 281,
      "เอ": 282,
      "ตั้ง": 283,
      "on": 284,
      "ไม่": 285,
      "in": 286,
      "ูก": 287,
      "นี้": 288,
      "นิ": 289,
      "ย์": 290,
      "วัด": 291,
      "ียน": 292,
      "ซึ่ง": 293,
      "ตัว": 294,
      "ื่อง": 295,
      "ษา": 296,
      "หา": 297,
      "ภาพ": 298,
      "แต่": 299,
      "้าน": 300,
      "คน": 301,
      "อยู่": 302,
      "มิ": 303,
      "ดี": 304,
      "ชน": 305,
      "ต่อ": 306,
      "วั": 307,
      "คล": 308,
      "รรม": 309,
      "สต": 310,
      "เซ": 311,
      "บุ": 312,
      "ประเทศ": 313,
      "รี": 314,
      "ือง": 315,
      "ิก": 316,
      "แบ": 317,
      "หร": 318,
      "ใช": 319,
      "เจ้า": 320,
      "ออก": 321,
      "or": 322,
      "ตำ": 323,
      "ไทย": 324,
      "รัฐ": 325,
      "สำ": 326,
      "ยา": 327,
      "เมื่อ": 328,
      "คศ": 329,
      "แห": 330,
      "ึก": 331,
      "al": 332,
      "ใช้": 333,
      "พิ": 334,
      "at": 335,
      "เมือง": 336,
      "ียง": 337,
      "ถึง": 338,
      "en": 339,
      "จำ": 340,
      "ar": 341,
      "ธิ": 342,
      "งาน": 343,
      "อล": 344,
      "เขา": 345,
      "ขึ": 346,
      "ขึ้น": 347,
      "ด้วย": 348,
      "แห่ง": 349,
      "กา": 350,
      "เบ": 351,
      "สร": 352,
      "ศา": 353,
      "ทั": 354,
      "ค์": 355,
      "เต": 356,
      "ัญ": 357,
      "โล": 358,
      "าร์": 359,
      "วน": 360,
      "ณะ": 361,
      "ี่ย": 362,
      "ก็": 363,
      "หาร": 364,
      "สา": 365,
      "หรือ": 366,
      "นั้น": 367,
      "ส์": 368,
      "ชื่อ": 369,
      "แส": 370,
      "ทั้ง": 371,
      "es": 372,
      "่วน": 373,
      "สิ": 374,
      "อย่าง": 375,
      "ดง": 376,
      "ส่วน": 377,
      "ทร": 378,
      "้ำ": 379,
      "กระ": 380,
      "แก": 381,
      "สาม": 382,
      "แม": 383,
      "ลิ": 384,
      "ณ์": 385,
      "ชาว": 386,
      "ที": 387,
      "รว": 388,
      "สถ": 389,
      "เพื่อ": 390,
      "ุม": 391,
      "บริ": 392,
      "กิ": 393,
      "วิทย": 394,
      "คือ": 395,
      "โร": 396,
      "ละ": 397,
      "ครั้ง": 398,
      "วันที่": 399,
      "เค": 400,
      "่งข": 401,
      "ชี": 402,
      "ดิ": 403,
      "ยัง": 404,
      "ถูก": 405,
      "ดา": 406,
      "้อม": 407,
      "ื่น": 408,
      "ตุ": 409,
      "ได้รับ": 410,
      "เข้า": 411,
      "จุ": 412,
      "สุด": 413,
      "อด": 414,
      "ูล": 415,
      "ดับ": 416,
      "ิล": 417,
      "he": 418,
      "แข": 419,
      "it": 420,
      "ก่อ": 421,
      "เห": 422,
      "โอ": 423,
      "แบบ": 424,
      "ีก": 425,
      "นต": 426,
      "เกิด": 427,
      "อำ": 428,
      "อิ": 429,
      "หลัง": 430,
      "บล": 431,
      "่าย": 432,
      "is": 433,
      "ic": 434,
      "อิง": 435,
      "ตาม": 436,
      "จัง": 437,
      "อ้าง": 438,
      "เรียน": 439,
      "อุ": 440,
      "แร": 441,
      "มหา": 442,
      "็ก": 443,
      "ปร": 444,
      "สน": 445,
      "มาก": 446,
      "ชาติ": 447,
      "ุน": 448,
      "กำ": 449,
      "ยุ": 450,
      "จังห": 451,
      "องค์": 452,
      "ายน": 453,
      "้ว": 454,
      "หนึ่ง": 455,
      "วา": 456,
      "แสดง": 457,
      "น์": 458,
      "เภ": 459,
      "พล": 460,
      "le": 461,
      "็จ": 462,
      "จังหวัด": 463,
      "บัน": 464,
      "สร้าง": 465,
      "หน้า": 466,
      "จัก": 467,
      "สู": 468,
      "อ้างอิง": 469,
      "จัด": 470,
      "ศาสต": 471,
      "ัต": 472,
      "ช่ว": 473,
      "กรรม": 474,
      "ตำบล": 475,
      "ศึก": 476,
      "ันธ": 477,
      "ราย": 478,
      "ตะ": 479,
      "ือน": 480,
      "อื่น": 481,
      "ุ่น": 482,
      "โรง": 483,
      "เพลง": 484,
      "ักษ": 485,
      "ศาสตร์": 486,
      "่าน": 487,
      "บท": 488,
      "รู": 489,
      "้าย": 490,
      "ด์": 491,
      "น้ำ": 492,
      "เรื่อง": 493,
      "ต้": 494,
      "บา": 495,
      "แรก": 496,
      "ียว": 497,
      "่วม": 498,
      "โม": 499,
      "ปล": 500,
      "อม": 501,
      "สี": 502,
      "ัล": 503,
      "ซี": 504,
      "ศึกษา": 505,
      "ิม": 506,
      "ion": 507,
      "ตรี": 508,
      "แน": 509,
      "ัม": 510,
      "รวม": 511,
      "เลือ": 512,
      "ารถ": 513,
      "ดู": 514,
      "คำ": 515,
      "ธรรม": 516,
      "จึง": 517,
      "ใหญ": 518,
      "พื": 519,
      "ใหญ่": 520,
      "เธ": 521,
      "พร": 522,
      "ol": 523,
      "สามารถ": 524,
      "ใจ": 525,
      "จิ": 526,
      "ต่าง": 527,
      "แท": 528,
      "ยนต": 529,
      "ญา": 530,
      "of": 531,
      "ุ่ม": 532,
      "เคร": 533,
      "นำ": 534,
      "เรีย": 535,
      "โน": 536,
      "โลก": 537,
      "เหล": 538,
      "หมาย": 539,
      "เย": 540,
      "โก": 541,
      "บ้าน": 542,
      "เภอ": 543,
      "อำเภอ": 544,
      "อัน": 545,
      "ื้อ": 546,
      "คา": 547,
      "พรร": 548,
      "จน": 549,
      "ผล": 550,
      "เขต": 551,
      "ชาย": 552,
      "แล้ว": 553,
      "am": 554,
      "่งขัน": 555,
      "แข่งขัน": 556,
      "กุ": 557,
      "ฤษ": 558,
      "สง": 559,
      "าะ": 560,
      "สถาน": 561,
      "สัง": 562,
      "re": 563,
      "เศ": 564,
      "ต์": 565,
      "ว่าง": 566,
      "ุก": 567,
      "มน": 568,
      "อีก": 569,
      "ต้อง": 570,
      "ใต้": 571,
      "้อมูล": 572,
      "ฐาน": 573,
      "สอง": 574,
      "พันธ": 575,
      "เลือก": 576,
      "วี": 577,
      "ขา": 578,
      "ต้น": 579,
      "ไฟ": 580,
      "กี": 581,
      "เธอ": 582,
      "าลัย": 583,
      "เช่น": 584,
      "บอล": 585,
      "พื้น": 586,
      "นาย": 587,
      "วิทยาลัย": 588,
      "as": 589,
      "ปั": 590,
      "ทำให้": 591,
      "สมา": 592,
      "รัก": 593,
      "ุง": 594,
      "สห": 595,
      "หม่": 596,
      "ยนตร์": 597,
      "วิต": 598,
      "ทีม": 599,
      "ภาพยนตร์": 600,
      "คณะ": 601,
      "เฉ": 602,
      "us": 603,
      "บาล": 604,
      "ใหม่": 605,
      "om": 606,
      "บั": 607,
      "จี": 608,
      "ภาษา": 609,
      "แหล": 610,
      "่าว": 611,
      "ศ์": 612,
      "ทรง": 613,
      "เล่น": 614,
      "ภู": 615,
      "ทิ": 616,
      "แก่": 617,
      "ชิ": 618,
      "ทธิ": 619,
      "กอง": 620,
      "ร่วม": 621,
      "คุ": 622,
      "วรร": 623,
      "รูป": 624,
      "ชีวิต": 625,
      "ยู": 626,
      "โรงเรียน": 627,
      "จักร": 628,
      "ประก": 629,
      "หว่าง": 630,
      "เครื่อง": 631,
      "กลุ่ม": 632,
      "ระหว่าง": 633,
      "ห์": 634,
      "้อย": 635,
      "บาง": 636,
      "ด้าน": 637,
      "สาร": 638,
      "กว่า": 639,
      "ig": 640,
      "ทธ": 641,
      "ฟุ": 642,
      "ปัจ": 643,
      "ดิน": 644,
      "ละคร": 645,
      "ตา": 646,
      "วงศ์": 647,
      "เวลา": 648,
      "ยก": 649,
      "ดน": 650,
      "ช่วง": 651,
      "ดำ": 652,
      "พบ": 653,
      "ณา": 654,
      "ซา": 655,
      "สูง": 656,
      "el": 657,
      "and": 658,
      "แทน": 659,
      "หรับ": 660,
      "ก่อน": 661,
      "โต": 662,
      "ครอง": 663,
      "ไว": 664,
      "้ง": 665,
      "กิจ": 666,
      "il": 667,
      "เริ": 668,
      "ดัง": 669,
      "เตอร์": 670,
      "ชนะ": 671,
      "ปก": 672,
      "หลาย": 673,
      "ตอน": 674,
      "ล์": 675,
      "มัน": 676,
      "ภาค": 677,
      "ฟุต": 678,
      "วัติ": 679,
      "ัส": 680,
      "จุบัน": 681,
      "ปัจจุบัน": 682,
      "หญ": 683,
      "ชม": 684,
      "หลัก": 685,
      "าศ": 686,
      "หัว": 687,
      "แพ": 688,
      "ing": 689,
      "กลาง": 690,
      "ch": 691,
      "เดียว": 692,
      "ed": 693,
      "ภาย": 694,
      "บุค": 695,
      "ไร": 696,
      "ซิ": 697,
      "ตะวัน": 698,
      "บุคคล": 699,
      "เริ่ม": 700,
      "เพิ": 701,
      "จำน": 702,
      "มหาวิทยาลัย": 703,
      "แผ": 704,
      "ur": 705,
      "ี่ยว": 706,
      "อิน": 707,
      "เดือน": 708,
      "สำหรับ": 709,
      "หญิง": 710,
      "โค": 711,
      "ฟุตบอล": 712,
      "ราง": 713,
      "จำนวน": 714,
      "พระราช": 715,
      "วก": 716,
      "สาย": 717,
      "วัล": 718,
      "รู้": 719,
      "ประกอบ": 720,
      "นคร": 721,
      "the": 722,
      "การแข่งขัน": 723,
      "เพิ่ม": 724,
      "เด็จ": 725,
      "ที่สุด": 726,
      "สมเด็จ": 727,
      "ยม": 728,
      "ากาศ": 729,
      "เหน": 730,
      "ูน": 731,
      "ฬา": 732,
      "เปล": 733,
      "ชิก": 734,
      "สมาชิก": 735,
      "ต่อมา": 736,
      "พระองค์": 737,
      "ณฑ": 738,
      "ท์": 739,
      "เมริ": 740,
      "et": 741,
      "พั": 742,
      "ประวัติ": 743,
      "โย": 744,
      "ลำ": 745,
      "บน": 746,
      "ั่ง": 747,
      "เสียง": 748,
      "ส่ง": 749,
      "สภา": 750,
      "ังก": 751,
      "ุด": 752,
      "ซ์": 753,
      "เสีย": 754,
      "ตี": 755,
      "ปฏ": 756,
      "เหตุ": 757,
      "โบ": 758,
      "ลักษ": 759,
      "ติด": 760,
      "อัล": 761,
      "ว์": 762,
      "หลวง": 763,
      "อากาศ": 764,
      "ปุ่น": 765,
      "ญี่": 766,
      "ac": 767,
      "ญี่ปุ่น": 768,
      "อาจ": 769,
      "ลูก": 770,
      "id": 771,
      "อเมริ": 772,
      "สมัย": 773,
      "กีฬา": 774,
      "ราะ": 775,
      "เอก": 776,
      "แหล่งข": 777,
      "โซ": 778,
      "แหล่งข้อมูล": 779,
      "ระดับ": 780,
      "ชั้น": 781,
      "แหน": 782,
      "เหนือ": 783,
      "เกม": 784,
      "ent": 785,
      "รถ": 786,
      "ตำแหน": 787,
      "ตำแหน่ง": 788,
      "เทพ": 789,
      "ในประเทศ": 790,
      "ro": 791,
      "กฎ": 792,
      "เรียก": 793,
      "ธี": 794,
      "รางวัล": 795,
      "ระบ": 796,
      "ตั้งแต่": 797,
      "กัด": 798,
      "อะ": 799,
      "ศรี": 800,
      "กรม": 801,
      "ช่อง": 802,
      "พุ": 803,
      "โทร": 804,
      "็บ": 805,
      "้อน": 806,
      "รอบ": 807,
      "ออ": 808,
      "ปฏิ": 809,
      "ตก": 810,
      "ป์": 811,
      "un": 812,
      "นาง": 813,
      "กรุง": 814,
      "ภูมิ": 815,
      "เง": 816,
      "นด์": 817,
      "ศิล": 818,
      "ธาน": 819,
      "วิทยา": 820,
      "พื้นที่": 821,
      "จีน": 822,
      "กล่าว": 823,
      "ตน": 824,
      "ี่ยน": 825,
      "ทอง": 826,
      "um": 827,
      "หมด": 828,
      "The": 829,
      "เปิด": 830,
      "ลี": 831,
      "สต์": 832,
      "ร้อง": 833,
      "หลังจาก": 834,
      "ทัศ": 835,
      "ทหาร": 836,
      "เนื่อง": 837,
      "นอก": 838,
      "ฒนา": 839,
      "ยะ": 840,
      "รับบท": 841,
      "สัญ": 842,
      "ัท": 843,
      "พระเจ้า": 844,
      "รม": 845,
      "โท": 846,
      "ไว้": 847,
      "กลับ": 848,
      "ทั่ว": 849,
      "พรรค": 850,
      "เปลี่ยน": 851,
      "ั่น": 852,
      "็ม": 853,
      "ag": 854,
      "th": 855,
      "ืน": 856,
      "บรร": 857,
      "สิง": 858,
      "เรือ": 859,
      "ระบบ": 860,
      "ผ่าน": 861,
      "ation": 862,
      "โจ": 863,
      "เดิม": 864,
      "เฟ": 865,
      "เลือกตั้ง": 866,
      "ทุก": 867,
      "้ม": 868,
      "บาท": 869,
      "เอง": 870,
      "แป": 871,
      "ทัศน์": 872,
      "มาณ": 873,
      "ประจำ": 874,
      "มห": 875,
      "เกี่ยว": 876,
      "อดี": 877,
      "ลัง": 878,
      "ประชา": 879,
      "ที่จะ": 880,
      "ฟ้า": 881,
      "ายุ": 882,
      "ad": 883,
      "ิร์": 884,
      "ช่วย": 885,
      "สะ": 886,
      "ขนา": 887,
      "รอง": 888,
      "บัติ": 889,
      "เซีย": 890,
      "คราม": 891,
      "ศิลป": 892,
      "อดีต": 893,
      "แอ": 894,
      "ทะ": 895,
      "im": 896,
      "ขนาด": 897,
      "ไซ": 898,
      "อี": 899,
      "อังก": 900,
      "อังกฤษ": 901,
      "สงคราม": 902,
      "ยาย": 903,
      "เมตร": 904,
      "พุทธ": 905,
      "รส": 906,
      "กุล": 907,
      "iv": 908,
      "ิต": 909,
      "สิน": 910,
      "สัน": 911,
      "เขียน": 912,
      "โปร": 913,
      "พัฒนา": 914,
      "ทัพ": 915,
      "ศัก": 916,
      "การศึกษา": 917,
      "สิ่ง": 918,
      "คุณ": 919,
      "็ด": 920,
      "อันดับ": 921,
      "นักแสดง": 922,
      "พวก": 923,
      "นน": 924,
      "เล็ก": 925,
      "มาจาก": 926,
      "ษัท": 927,
      "รายการ": 928,
      "คาร": 929,
      "คัญ": 930,
      "สิทธิ": 931,
      "ter": 932,
      "สำคัญ": 933,
      "บริษัท": 934,
      "ขณะ": 935,
      "มนตรี": 936,
      "บู": 937,
      "รุ": 938,
      "แนว": 939,
      "อิส": 940,
      "แชม": 941,
      "สำนัก": 942,
      "บุรี": 943,
      "ไม้": 944,
      "เห็น": 945,
      "บิน": 946,
      "สหรัฐ": 947,
      "แต่ง": 948,
      "กาศ": 949,
      "ลิต": 950,
      "ยอด": 951,
      "โทรทัศน์": 952,
      "กำลัง": 953,
      "่อย": 954,
      "นี": 955,
      "ap": 956,
      "จาร": 957,
      "นาน": 958,
      "ot": 959,
      "ทั้งหมด": 960,
      "โคร": 961,
      "เดิน": 962,
      "ษฎ": 963,
      "พันธ์": 964,
      "คริ": 965,
      "แค": 966,
      "พฤ": 967,
      "ชุด": 968,
      "น้อย": 969,
      "การณ์": 970,
      "รณ์": 971,
      "ประมาณ": 972,
      "ปกครอง": 973,
      "st": 974,
      "ul": 975,
      "บี": 976,
      "แลนด์": 977,
      "ลาย": 978,
      "ชิง": 979,
      "อาณา": 980,
      "เพียง": 981,
      "ถือ": 982,
      "เฮ": 983,
      "เหม": 984,
      "วาง": 985,
      "รุ่น": 986,
      "แม่": 987,
      "ประช": 988,
      "ia": 989,
      "ชัย": 990,
      "ฝ่าย": 991,
      "ยาว": 992,
      "พา": 993,
      "เงิน": 994,
      "เผ": 995,
      "กรา": 996,
      "่วย": 997,
      "สัม": 998,
      "ชัน": 999,
      "สู่": 1000,
      "ีย์": 1001,
      "ทางการ": 1002,
      "วิชา": 1003,
      "ผลิต": 1004,
      "ศาส": 1005,
      "ir": 1006,
      "มะ": 1007,
      "ทา": 1008,
      "้าร": 1009,
      "op": 1010,
      "เส้น": 1011,
      "Ch": 1012,
      "ั้ม": 1013,
      "กุม": 1014,
      "นาม": 1015,
      "คู่": 1016,
      "วร": 1017,
      "รัฐมนตรี": 1018,
      "ซู": 1019,
      "เท่า": 1020,
      "od": 1021,
      "หนัง": 1022,
      "แชมป์": 1023,
      "ไล": 1024,
      "สถา": 1025,
      "เคย": 1026,
      "ราษฎ": 1027,
      "ได้แก่": 1028,
      "มุ": 1029,
      "เนื้อ": 1030,
      "สโม": 1031,
      "ท่า": 1032,
      "สโมสร": 1033,
      "แรง": 1034,
      "็ง": 1035,
      "วัง": 1036,
      "สัต": 1037,
      "มือ": 1038,
      "เนีย": 1039,
      "ากร": 1040,
      "ปริ": 1041,
      "นาคม": 1042,
      "แบ่ง": 1043,
      "วะ": 1044,
      "บริหาร": 1045,
      "จริ": 1046,
      "ษฐ": 1047,
      "เนื่องจาก": 1048,
      "นิยม": 1049,
      "สาขา": 1050,
      "ผลง": 1051,
      "ผลงาน": 1052,
      "ลักษณะ": 1053,
      "พิม": 1054,
      "ข้อ": 1055,
      "คิด": 1056,
      "พ์": 1057,
      "ทร์": 1058,
      "ี้ย": 1059,
      "em": 1060,
      "ประกาศ": 1061,
      "ไอ": 1062,
      "วรรษ": 1063,
      "ดาว": 1064,
      "ท้าย": 1065,
      "รัส": 1066,
      "อัลบ": 1067,
      "ดิ์": 1068,
      "ตะวันออก": 1069,
      "ประธาน": 1070,
      "หน้าที่": 1071,
      "อนุ": 1072,
      "บัญ": 1073,
      "อร": 1074,
      "ทาน": 1075,
      "St": 1076,
      "ดูก": 1077,
      "ตุลา": 1078,
      "ค่า": 1079,
      "ay": 1080,
      "เชื่อ": 1081,
      "ิ่น": 1082,
      "คง": 1083,
      "เพราะ": 1084,
      "เกล": 1085,
      "ปราก": 1086,
      "กะ": 1087,
      "ชนิด": 1088,
      "ทิศ": 1089,
      "ข้า": 1090,
      "อัลบั้ม": 1091,
      "ec": 1092,
      "บรม": 1093,
      "โครง": 1094,
      "ธาร": 1095,
      "จุด": 1096,
      "พาะ": 1097,
      "เฉพาะ": 1098,
      "ลีก": 1099,
      "ื่อน": 1100,
      "ยุค": 1101,
      "่อน": 1102,
      "ปา": 1103,
      "วุ": 1104,
      "อาหาร": 1105,
      "พลัง": 1106,
      "แห่งชาติ": 1107,
      "In": 1108,
      "ครั้งแรก": 1109,
      "ut": 1110,
      "ตู": 1111,
      "ชาวไทย": 1112,
      "โป": 1113,
      "อายุ": 1114,
      "ตัด": 1115,
      "เศษ": 1116,
      "ist": 1117,
      "กรรมการ": 1118,
      "ปิก": 1119,
      "เข้าร": 1120,
      "ปรากฏ": 1121,
      "เวณ": 1122,
      "อาณาจักร": 1123,
      "เชีย": 1124,
      "พิมพ์": 1125,
      "เป็นที่": 1126,
      "oc": 1127,
      "ers": 1128,
      "เนิน": 1129,
      "มีนาคม": 1130,
      "เกาะ": 1131,
      "สัตว์": 1132,
      "ธัน": 1133,
      "ียญ": 1134,
      "บริเวณ": 1135,
      "นอกจาก": 1136,
      "มัก": 1137,
      "จริง": 1138,
      "วิน": 1139,
      "การ์": 1140,
      "ี่ยม": 1141,
      "พร้อม": 1142,
      "อาร์": 1143,
      "รั่ง": 1144,
      "สิ้น": 1145,
      "ทรวง": 1146,
      "การเลือกตั้ง": 1147,
      "ตั้งอยู่": 1148,
      "ฮา": 1149,
      "เร็จ": 1150,
      "สำเร็จ": 1151,
      "รัช": 1152,
      "พันธุ": 1153,
      "ณี": 1154,
      "เลิ": 1155,
      "ครอบ": 1156,
      "ตุลาคม": 1157,
      "ฝรั่ง": 1158,
      "ธันวา": 1159,
      "เหร": 1160,
      "กระทรวง": 1161,
      "เมษ": 1162,
      "เมษายน": 1163,
      "าคม": 1164,
      "ธันวาคม": 1165,
      "ียม": 1166,
      "สิงหา": 1167,
      "ข้อมูล": 1168,
      "ign": 1169,
      "อั": 1170,
      "ยายน": 1171,
      "กันยายน": 1172,
      "บดี": 1173,
      "ปรา": 1174,
      "แดน": 1175,
      "รัฐบาล": 1176,
      "สิงหาคม": 1177,
      "ิว": 1178,
      "ทั่วไป": 1179,
      "ปลา": 1180,
      "พู": 1181,
      "โพ": 1182,
      "ษย์": 1183,
      "จิก": 1184,
      "รักษา": 1185,
      "จัน": 1186,
      "แผ่น": 1187,
      "กาย": 1188,
      "สัญญา": 1189,
      "สถานี": 1190,
      "ตรง": 1191,
      "สือ": 1192,
      "สังกัด": 1193,
      "สนาม": 1194,
      "แดง": 1195,
      "ศูน": 1196,
      "แยก": 1197,
      "เป็นการ": 1198,
      "ศูนย์": 1199,
      "อาคาร": 1200,
      "ศาสนา": 1201,
      "ันธ์": 1202,
      "คะ": 1203,
      "อเมริกา": 1204,
      "มกรา": 1205,
      "มกราคม": 1206,
      "กรกฎ": 1207,
      "พฤษ": 1208,
      "สาว": 1209,
      "ป่า": 1210,
      "เกี่ยวกับ": 1211,
      "ถนน": 1212,
      "เศส": 1213,
      "หน่วย": 1214,
      "กรกฎาคม": 1215,
      "ผู้แทน": 1216,
      "ฝรั่งเศส": 1217,
      "ราว": 1218,
      "เกา": 1219,
      "แผน": 1220,
      "พฤษภา": 1221,
      "ดนตรี": 1222,
      "นอ": 1223,
      "แฟ": 1224,
      "๊ก": 1225,
      "ห้อง": 1226,
      "โอล": 1227,
      "หนังสือ": 1228,
      "สาธาร": 1229,
      "est": 1230,
      "ค้า": 1231,
      "โช": 1232,
      "เหรียญ": 1233,
      "พฤษภาคม": 1234,
      "แอน": 1235,
      "ยาม": 1236,
      "อเมริกัน": 1237,
      "ราชวงศ์": 1238,
      "ศิ": 1239,
      "คอน": 1240,
      "แม้": 1241,
      "เวอร์": 1242,
      "ร่าง": 1243,
      "ht": 1244,
      "ลาด": 1245,
      "ียบ": 1246,
      "ราษฎร": 1247,
      "กรุงเทพ": 1248,
      "กาล": 1249,
      "ภายใน": 1250,
      "ตะวันตก": 1251,
      "ิดา": 1252,
      "โอลิม": 1253,
      "กองทัพ": 1254,
      "ip": 1255,
      "หนด": 1256,
      "เลิศ": 1257,
      "ดำเนิน": 1258,
      "วัฒ": 1259,
      "แปลง": 1260,
      "เด็ก": 1261,
      "ตัน": 1262,
      "ทำงาน": 1263,
      "เกีย": 1264,
      "เอา": 1265,
      "ขอ": 1266,
      "ใบ": 1267,
      "จา": 1268,
      "ศักดิ์": 1269,
      "พันธุ์": 1270,
      "ล้าน": 1271,
      "หลี": 1272,
      "โอลิมปิก": 1273,
      "พฤศ": 1274,
      "พฤศจิก": 1275,
      "กลาย": 1276,
      "พฤศจิกายน": 1277,
      "ถุน": 1278,
      "ไข": 1279,
      "เลข": 1280,
      "เดียวกัน": 1281,
      "ตล": 1282,
      "คริสต์": 1283,
      "เวีย": 1284,
      "มั": 1285,
      "ชีพ": 1286,
      "การเมือง": 1287,
      "มิถุน": 1288,
      "มิถุนายน": 1289,
      "มาร์": 1290,
      "สกุล": 1291,
      "ทะเล": 1292,
      "ท้อง": 1293,
      "รูปแบบ": 1294,
      "ปัญ": 1295,
      "กล้": 1296,
      "นับ": 1297,
      "ยาน": 1298,
      "สุข": 1299,
      "ผิด": 1300,
      "่อม": 1301,
      "สุดท้าย": 1302,
      "col": 1303,
      "ข้าง": 1304,
      "ov": 1305,
      "sp": 1306,
      "ร้อน": 1307,
      "เยอร": 1308,
      "เสียชีวิต": 1309,
      "ไฟล์": 1310,
      "บุตร": 1311,
      "ไต": 1312,
      "กำหนด": 1313,
      "ภาพันธ์": 1314,
      "กุมภาพันธ์": 1315,
      "ภั": 1316,
      "พิเศษ": 1317,
      "สังคม": 1318,
      "ce": 1319,
      "เทค": 1320,
      "เกาหลี": 1321,
      "หว": 1322,
      "เหลือ": 1323,
      "มนุ": 1324,
      "เข้าร่วม": 1325,
      "ัพ": 1326,
      "เซอร์": 1327,
      "นายก": 1328,
      "เภท": 1329,
      "พ่อ": 1330,
      "พิธี": 1331,
      "สู้": 1332,
      "ริม": 1333,
      "og": 1334,
      "็อก": 1335,
      "ฤดูก": 1336,
      "ฤดูกาล": 1337,
      "สอน": 1338,
      "ประเภท": 1339,
      "แมน": 1340,
      "แนน": 1341,
      "มอ": 1342,
      "ปฏิบัติ": 1343,
      "ab": 1344,
      "เหล่า": 1345,
      "เคล": 1346,
      "ภัย": 1347,
      "เดีย": 1348,
      "โรค": 1349,
      "ริยา": 1350,
      "ate": 1351,
      "ษัต": 1352,
      "ยิ": 1353,
      "่ำ": 1354,
      "ผู้แทนราษฎร": 1355,
      "ow": 1356,
      "ก่อตั้ง": 1357,
      "ศาล": 1358,
      "ลอง": 1359,
      "เตร": 1360,
      "เชื้อ": 1361,
      "ริย์": 1362,
      "สภาผู้แทนราษฎร": 1363,
      "ระยะ": 1364,
      "ฤดู": 1365,
      "นต์": 1366,
      "ak": 1367,
      "จักรพรร": 1368,
      "ษัตริย์": 1369,
      "หนอง": 1370,
      "แซ": 1371,
      "ไท": 1372,
      "ฐานะ": 1373,
      "รวจ": 1374,
      "กู": 1375,
      "เศร": 1376,
      "ชอบ": 1377,
      "ดร": 1378,
      "เชียง": 1379,
      "ประวัติศาสตร์": 1380,
      "นาจ": 1381,
      "ปลาย": 1382,
      "ang": 1383,
      "ใกล้": 1384,
      "เหมือน": 1385,
      "ธุ": 1386,
      "รายชื่อ": 1387,
      "ฮิ": 1388,
      "คะแนน": 1389,
      "ถิ่น": 1390,
      "คอม": 1391,
      "แม่น": 1392,
      "บับ": 1393,
      "บุญ": 1394,
      "บัง": 1395,
      "ภิ": 1396,
      "พี": 1397,
      "ท่าน": 1398,
      "จู": 1399,
      "ชนะเลิศ": 1400,
      "ารา": 1401,
      "align": 1402,
      "แจ": 1403,
      "ft": 1404,
      "ครู": 1405,
      "เอ็ม": 1406,
      "ป้อง": 1407,
      "เอส": 1408,
      "ตรา": 1409,
      "มหาน": 1410,
      "คอ": 1411,
      "ชุม": 1412,
      "แต่ละ": 1413,
      "อำนาจ": 1414,
      "ออกอากาศ": 1415,
      "็อ": 1416,
      "เปอร์": 1417,
      "ถ่าย": 1418,
      "ักษ์": 1419,
      "จับ": 1420,
      "ไน": 1421,
      "การปกครอง": 1422,
      "ess": 1423,
      "tr": 1424,
      "ฉบับ": 1425,
      "กรณ์": 1426,
      "ยี": 1427,
      "สาธารณ": 1428,
      "เว็บ": 1429,
      "พัน": 1430,
      "ine": 1431,
      "ษ์": 1432,
      "เชิง": 1433,
      "เติ": 1434,
      "ศต": 1435,
      "็ต": 1436,
      "เกษ": 1437,
      "แตก": 1438,
      "ณฑ์": 1439,
      "ขน": 1440,
      "ดำรง": 1441,
      "นัด": 1442,
      "ออกจาก": 1443,
      "ศตวรรษ": 1444,
      "สิทธิ์": 1445,
      "ทุ": 1446,
      "ร้อย": 1447,
      "ภรณ์": 1448,
      "for": 1449,
      "โฮ": 1450,
      "ดังกล่าว": 1451,
      "คุม": 1452,
      "เกล้า": 1453,
      "ประส": 1454,
      "ใด": 1455,
      "คัด": 1456,
      "พอ": 1457,
      "แพร": 1458,
      "ธา": 1459,
      "ตัวละคร": 1460,
      "ประกอบด้วย": 1461,
      "จอม": 1462,
      "ับสน": 1463,
      "แพทย": 1464,
      "ard": 1465,
      "มวย": 1466,
      "สวน": 1467,
      "จนถึง": 1468,
      "ตาล": 1469,
      "พง": 1470,
      "ประตู": 1471,
      "เก่า": 1472,
      "ตลอด": 1473,
      "แม่น้ำ": 1474,
      "สมาชิกสภาผู้แทนราษฎร": 1475,
      "ลิง": 1476,
      "EE": 1477,
      "พวกเขา": 1478,
      "ฟิ": 1479,
      "ลักษณ์": 1480,
      "ธิการ": 1481,
      "พระยา": 1482,
      "ประชาชน": 1483,
      "อักษ": 1484,
      "วัต": 1485,
      "วรรณ": 1486,
      "นอกจากนี้": 1487,
      "สื": 1488,
      "ub": 1489,
      "ควบ": 1490,
      "av": 1491,
      "ญญา": 1492,
      "บาย": 1493,
      "to": 1494,
      "เดินทาง": 1495,
      "มากกว่า": 1496,
      "ฉาย": 1497,
      "วิธี": 1498,
      "ตระ": 1499,
      "น่า": 1500,
      "จักรพรรดิ": 1501,
      "มนุษย์": 1502,
      "ลำดับ": 1503,
      "บิ": 1504,
      "ย้าย": 1505,
      "นักร้อง": 1506,
      "มาร": 1507,
      "อักษร": 1508,
      "เศรษฐ": 1509,
      "ตาย": 1510,
      "ปรับ": 1511,
      "รถไฟ": 1512,
      "จบ": 1513,
      "ew": 1514,
      "ดอก": 1515,
      "รวมถึง": 1516,
      "ทู": 1517,
      "แสง": 1518,
      "วล": 1519,
      "ทรั": 1520,
      "กลายเป็น": 1521,
      "te": 1522,
      "หนัก": 1523,
      "เทศบาล": 1524,
      "ขาย": 1525,
      "เดอะ": 1526,
      "ศิลปิน": 1527,
      "ที่สอง": 1528,
      "พระพุทธ": 1529,
      "วัฒน": 1530,
      "ดุ": 1531,
      "รติ": 1532,
      "jp": 1533,
      "ั่ว": 1534,
      "กำกับ": 1535,
      "สำนักงาน": 1536,
      "วิทยาศาสตร์": 1537,
      "มง": 1538,
      "บวน": 1539,
      "ปาก": 1540,
      "อุป": 1541,
      "บริการ": 1542,
      "เดอร์": 1543,
      "รู้จัก": 1544,
      "สี่": 1545,
      "ในขณะ": 1546,
      "ธิบดี": 1547,
      "ity": 1548,
      "ร่วมกับ": 1549,
      "ราม": 1550,
      "ราชอาณาจักร": 1551,
      "ประชากร": 1552,
      "น้อง": 1553,
      "เสนอ": 1554,
      "all": 1555,
      "สนับสน": 1556,
      "สนับสนุน": 1557,
      "องค์การ": 1558,
      "จัดการ": 1559,
      "โรป": 1560,
      "ขุน": 1561,
      "เยี่ยม": 1562,
      "ส่วนใหญ่": 1563,
      "ลล์": 1564,
      "แผ่นดิน": 1565,
      "สึ": 1566,
      "jpg": 1567,
      "เหตุการณ์": 1568,
      "นู": 1569,
      "ราณ": 1570,
      "เอเชีย": 1571,
      "พยา": 1572,
      "โบราณ": 1573,
      "สมุ": 1574,
      "กฎหมาย": 1575,
      "เกิดขึ้น": 1576,
      "ได": 1577,
      "An": 1578,
      "จัย": 1579,
      "หมายถึง": 1580,
      "จำกัด": 1581,
      "วัย": 1582,
      "คณะกรรมการ": 1583,
      "จิต": 1584,
      "เกียรติ": 1585,
      "พี่": 1586,
      "ยิ่ง": 1587,
      "ian": 1588,
      "มหานคร": 1589,
      "หน่าย": 1590,
      "color": 1591,
      "ไซต์": 1592,
      "ou": 1593,
      "ยุโรป": 1594,
      "คลอง": 1595,
      "แพ้": 1596,
      "กว": 1597,
      "ep": 1598,
      "เร็": 1599,
      "ราชการ": 1600,
      "สัมพันธ์": 1601,
      "ออส": 1602,
      "ินี": 1603,
      "ok": 1604,
      "ว่าการ": 1605,
      "ซิง": 1606,
      "การแสดง": 1607,
      "ต่อไป": 1608,
      "สอบ": 1609,
      "้าว": 1610,
      "ชร": 1611,
      "รบ": 1612,
      "left": 1613,
      "ill": 1614,
      "สูงสุด": 1615,
      "จำหน่าย": 1616,
      "ยอม": 1617,
      "มีชื่อ": 1618,
      "แพร่": 1619,
      "สื่อ": 1620,
      "Pr": 1621,
      "eb": 1622,
      "็อง": 1623,
      "นก": 1624,
      "มอง": 1625,
      "แก้ว": 1626,
      "สถาบัน": 1627,
      "สั": 1628,
      "ลู": 1629,
      "สูตร": 1630,
      "เกิล": 1631,
      "ราบ": 1632,
      "ครัว": 1633,
      "นิว": 1634,
      "เร็ว": 1635,
      "ข่าว": 1636,
      "ป้องกัน": 1637,
      "มณฑ": 1638,
      "ใส": 1639,
      "ภายใต้": 1640,
      "ัติ": 1641,
      "ดอน": 1642,
      "ก่อสร้าง": 1643,
      "ริน": 1644,
      "คล้าย": 1645,
      "ดม": 1646,
      "อาชีพ": 1647,
      "เลีย": 1648,
      "ลด": 1649,
      "ริญ": 1650,
      "มาย": 1651,
      "เข้ามา": 1652,
      "คดี": 1653,
      "พยาบาล": 1654,
      "สถาป": 1655,
      "พระราชทาน": 1656,
      "จักรว": 1657,
      "คิ": 1658,
      "ยุทธ": 1659,
      "ทั้งสอง": 1660,
      "ธุร": 1661,
      "เว็บไซต์": 1662,
      "ติดต่อ": 1663,
      "ออกมา": 1664,
      "สมเด็จพระ": 1665,
      "รอ": 1666,
      "ens": 1667,
      "ct": 1668,
      "ที่อยู่": 1669,
      "หิน": 1670,
      "ศัย": 1671,
      "ขับ": 1672,
      "แปล": 1673,
      "ล่า": 1674,
      "ก็ได้": 1675,
      "เป็นต้น": 1676,
      "ดีโอ": 1677,
      "ber": 1678,
      "สมุทร": 1679,
      "ควบคุม": 1680,
      "พย์": 1681,
      "Th": 1682,
      "ฟอร์": 1683,
      "เกิน": 1684,
      "พย": 1685,
      "สั่ง": 1686,
      "ธง": 1687,
      "ยังมี": 1688,
      "ทวี": 1689,
      "ด็จ": 1690,
      "ิญ": 1691,
      "แฮ": 1692,
      "Sh": 1693,
      "เวิ": 1694,
      "านุ": 1695,
      "เคลื่อน": 1696,
      "ค้น": 1697,
      "ตำรวจ": 1698,
      "มิว": 1699,
      "่วง": 1700,
      "ดวง": 1701,
      "สถานที่": 1702,
      "มณฑล": 1703,
      "เทคโน": 1704,
      "ial": 1705,
      "ev": 1706,
      "มัง": 1707,
      "สาท": 1708,
      "รัสเซีย": 1709,
      "ก็ตาม": 1710,
      "เดน": 1711,
      "ฝั่ง": 1712,
      "อีกครั้ง": 1713,
      "หม่อม": 1714,
      "วัฒนธรรม": 1715,
      "art": 1716,
      "นายกรัฐมนตรี": 1717,
      "ฝึก": 1718,
      "มัธ": 1719,
      "โลยี": 1720,
      "เทคโนโลยี": 1721,
      "อย่างไร": 1722,
      "alignleft": 1723,
      "รัง": 1724,
      "ปกติ": 1725,
      "ธุรกิจ": 1726,
      "ิร์ต": 1727,
      "สเตอร์": 1728,
      "เจริญ": 1729,
      "Ar": 1730,
      "สืบ": 1731,
      "กิโล": 1732,
      "ory": 1733,
      "Un": 1734,
      "ขาว": 1735,
      "ชาร์": 1736,
      "อาร": 1737,
      "แพทย์": 1738,
      "ยศ": 1739,
      "ปัญหา": 1740,
      "ต่อสู้": 1741,
      "หาย": 1742,
      "อาศัย": 1743,
      "กรุงเทพมหานคร": 1744,
      "มร": 1745,
      "ive": 1746,
      "กว้าง": 1747,
      "ระบุ": 1748,
      "ทึก": 1749,
      "สหรัฐอเมริกา": 1750,
      "ห้า": 1751,
      "เต็ม": 1752,
      "อินเดีย": 1753,
      "เสริม": 1754,
      "เพื่อน": 1755,
      "ฟา": 1756,
      "นะ": 1757,
      "ud": 1758,
      "ra": 1759,
      "ell": 1760,
      "เท่านั้น": 1761,
      "มัธยม": 1762,
      "เก็บ": 1763,
      "เลี้ย": 1764,
      "วิดีโอ": 1765,
      "คู": 1766,
      "ธิป": 1767,
      "วจ": 1768,
      "อิสริยา": 1769,
      "อิสริยาภรณ์": 1770,
      "เที่": 1771,
      "เที่ย": 1772,
      "หัวหน้า": 1773,
      "เผย": 1774,
      "แข็ง": 1775,
      "หาก": 1776,
      "sh": 1777,
      "เจ้าชาย": 1778,
      "อัต": 1779,
      "ปิ": 1780,
      "กิน": 1781,
      "จัดตั้ง": 1782,
      "ประสบ": 1783,
      "คืน": 1784,
      "ดำรงตำแหน่ง": 1785,
      "ยอดเยี่ยม": 1786,
      "if": 1787,
      "ข้อง": 1788,
      "เลือด": 1789,
      "สรร": 1790,
      "ตัดสิน": 1791,
      "ไฮ": 1792,
      "แถ": 1793,
      "เชิญ": 1794,
      "ite": 1795,
      "กิโลเมตร": 1796,
      "ภัณฑ์": 1797,
      "จร": 1798,
      "พูด": 1799,
      "ทุน": 1800,
      "ตาร": 1801,
      "ม์": 1802,
      "เอฟ": 1803,
      "เบอร์": 1804,
      "โครงการ": 1805,
      "แย": 1806,
      "สวรร": 1807,
      "อู": 1808,
      "ียร์": 1809,
      "ระเบ": 1810,
      "ากล": 1811,
      "พัก": 1812,
      "ถ้า": 1813,
      "เจน": 1814,
      "ตอบ": 1815,
      "คลุม": 1816,
      "bg": 1817,
      "ิเม": 1818,
      "โจม": 1819,
      "ort": 1820,
      "หย": 1821,
      "ราะห์": 1822,
      "พาก": 1823,
      "ต่างๆ": 1824,
      "สเป": 1825,
      "นักกีฬา": 1826,
      "คี": 1827,
      "ight": 1828,
      "ดังนี้": 1829,
      "บันทึก": 1830,
      "เรา": 1831,
      "ยนต์": 1832,
      "bgcolor": 1833,
      "ออสเตร": 1834,
      "Al": 1835,
      "เสด็จ": 1836,
      "ทั่ง": 1837,
      "ละครโทรทัศน์": 1838,
      "ร้าย": 1839,
      "ธานี": 1840,
      "เอ็น": 1841,
      "เคราะห์": 1842,
      "วิจัย": 1843,
      "สาธารณรัฐ": 1844,
      "เกี่ยวข้อง": 1845,
      "กูล": 1846,
      "ออกแบบ": 1847,
      "fr": 1848,
      "ทัน": 1849,
      "up": 1850,
      "วิหาร": 1851,
      "ที่เกิด": 1852,
      "จากนั้น": 1853,
      "กอ": 1854,
      "ฟู": 1855,
      "ตระกูล": 1856,
      "สมั": 1857,
      "ต้องการ": 1858,
      "วาย": 1859,
      "เวล": 1860,
      "ตรวจ": 1861,
      "ชื่อว่า": 1862,
      "วุธ": 1863,
      "กระทั่ง": 1864,
      "สิก": 1865,
      "เป็นทางการ": 1866,
      "เฉียง": 1867,
      "ชั่น": 1868,
      "คับ": 1869,
      "ae": 1870,
      "าช": 1871,
      "มิตร": 1872,
      "แหล่ง": 1873,
      "end": 1874,
      "กลับมา": 1875,
      "ยึ": 1876,
      "ตลาด": 1877,
      "สมรส": 1878,
      "ลอ": 1879,
      "ธาตุ": 1880,
      "ข้าม": 1881,
      "สภาพ": 1882,
      "จอ": 1883,
      "ชู": 1884,
      "นั่ง": 1885,
      "รีส์": 1886,
      "ib": 1887,
      "เจ้าหญิง": 1888,
      "เลี้ยง": 1889,
      "ธยา": 1890,
      "บัณฑ": 1891,
      "เลย": 1892,
      "ตาราง": 1893,
      "หมู่บ้าน": 1894,
      "วัตถ": 1895,
      "ong": 1896,
      "ม่า": 1897,
      "ียด": 1898,
      "ราชา": 1899,
      "หอ": 1900,
      "ary": 1901,
      "ซิงเกิล": 1902,
      "กระจ": 1903,
      "เพชร": 1904,
      "บัณฑิต": 1905,
      "มอน": 1906,
      "พืช": 1907,
      "ธิดา": 1908,
      "เกษตร": 1909,
      "บอก": 1910,
      "เด่น": 1911,
      "ยังคง": 1912,
      "คัดเลือก": 1913,
      "โอรส": 1914,
      "ยิง": 1915,
      "ซีรีส์": 1916,
      "จันทร์": 1917,
      "สมาคม": 1918,
      "ไช": 1919,
      "เป็นหนึ่ง": 1920,
      "ทด": 1921,
      "แก้": 1922,
      "ยึด": 1923,
      "คต": 1924,
      "ศิลปะ": 1925,
      "our": 1926,
      "กรี": 1927,
      "Tr": 1928,
      "คาร์": 1929,
      "เซน": 1930,
      "ทำการ": 1931,
      "ลิม": 1932,
      "นัน": 1933,
      "โกะ": 1934,
      "าธิบดี": 1935,
      "ประชุม": 1936,
      "ชั่ว": 1937,
      "com": 1938,
      "ik": 1939,
      "ฤดูร้อน": 1940,
      "ภายหลัง": 1941,
      "ครอบครัว": 1942,
      "โอก": 1943,
      "ทศ": 1944,
      "เชื่อม": 1945,
      "อยุ": 1946,
      "เที่ยว": 1947,
      "งาม": 1948,
      "ปล่อย": 1949,
      "ph": 1950,
      "พยาย": 1951,
      "พยายาม": 1952,
      "อาทิ": 1953,
      "ทุ่ง": 1954,
      "มูล": 1955,
      "ซอ": 1956,
      "ราชอิสริยาภรณ์": 1957,
      "เครื่องราชอิสริยาภรณ์": 1958,
      "นุ": 1959,
      "ล้อม": 1960,
      "บังคับ": 1961,
      "ob": 1962,
      "ติก": 1963,
      "ตนเอง": 1964,
      "สิบ": 1965,
      "สมัคร": 1966,
      "สล": 1967,
      "เบล": 1968,
      "วัตถุ": 1969,
      "ลด์": 1970,
      "อยุธยา": 1971,
      "ดินแดน": 1972,
      "ก์": 1973,
      "de": 1974,
      "เนิด": 1975,
      "ทีวี": 1976,
      "จิตร": 1977,
      "ตัวอย่าง": 1978,
      "กำเนิด": 1979,
      "ปิด": 1980,
      "จิน": 1981,
      "ปืน": 1982,
      "ส่วนหนึ่ง": 1983,
      "ลุ": 1984,
      "หนา": 1985,
      "ant": 1986,
      "ขยาย": 1987,
      "ค่าย": 1988,
      "การพัฒนา": 1989,
      "ผสม": 1990,
      "รัต": 1991,
      "นักฟุตบอล": 1992,
      "บัญชา": 1993,
      "งา": 1994,
      "ตูน": 1995,
      "ue": 1996,
      "เข้าสู่": 1997,
      "พาน": 1998,
      "โตะ": 1999,
      "ือก": 2000,
      "ขนาดใหญ่": 2001,
      "เริ่มต้น": 2002,
      "ai": 2003,
      "แต่งตั้ง": 2004,
      "itle": 2005,
      "มู": 2006,
      "บทบาท": 2007,
      "ฆ์": 2008,
      "ซุ": 2009,
      "นักเรียน": 2010,
      "ผู": 2011,
      "เกาหลีใต้": 2012,
      "นว": 2013,
      "ie": 2014,
      "สากล": 2015,
      "ปริญญา": 2016,
      "ต้าน": 2017,
      "าส": 2018,
      "ประธานาธิบดี": 2019,
      "้นำ": 2020,
      "โดยเฉพาะ": 2021,
      "ies": 2022,
      "สยาม": 2023,
      "ทับ": 2024,
      "นานา": 2025,
      "สาห": 2026,
      "เชียงใหม่": 2027,
      "เรือน": 2028,
      "โจมตี": 2029,
      "ฎี": 2030,
      "กษัตริย์": 2031,
      "ขั้น": 2032,
      "En": 2033,
      "ประโย": 2034,
      "เยอรมัน": 2035,
      "อ่อน": 2036,
      "โฟ": 2037,
      "วอล": 2038,
      "เศรษฐกิจ": 2039,
      "ิติ": 2040,
      "ทวีป": 2041,
      "ไบ": 2042,
      "สมบัติ": 2043,
      "โรงพยาบาล": 2044,
      "จักรวรร": 2045,
      "ต่ำ": 2046,
      "บูรณ์": 2047,
      "การ์ตูน": 2048,
      "เปลี่ยนแปลง": 2049,
      "เทอร์": 2050,
      "โบสถ": 2051,
      "ใส่": 2052,
      "เข้าไป": 2053,
      "หมายเลข": 2054,
      "ารี": 2055,
      "ผู้นำ": 2056,
      "ท้องถิ่น": 2057,
      "สั้น": 2058,
      "หุ": 2059,
      "รวมทั้ง": 2060,
      "กง": 2061,
      "เพศ": 2062,
      "ทรัพย์": 2063,
      "ear": 2064,
      "ซาน": 2065,
      "ไฟฟ้า": 2066,
      "เซ็น": 2067,
      "ไหว": 2068,
      "งะ": 2069,
      "ดูแล": 2070,
      "มนี": 2071,
      "วร์": 2072,
      "ภูมิภาค": 2073,
      "อาการ": 2074,
      "เยอรมนี": 2075,
      "จักรวรรดิ": 2076,
      "นี่": 2077,
      "พน": 2078,
      "อาจาร": 2079,
      "ดาห์": 2080,
      "จน์": 2081,
      "ith": 2082,
      "ความสามารถ": 2083,
      "ww": 2084,
      "มอบ": 2085,
      "อาจารย์": 2086,
      "ราน": 2087,
      "มหาก": 2088,
      "ี่ยง": 2089,
      "ain": 2090,
      "ฟี": 2091,
      "เปร": 2092,
      "ธรรมชาติ": 2093,
      "เวท": 2094,
      "บาด": 2095,
      "ff": 2096,
      "วาส": 2097,
      "ตัวเอง": 2098,
      "เหล่านี้": 2099,
      "อย่างไรก็ตาม": 2100,
      "สว": 2101,
      "ริก": 2102,
      "und": 2103,
      "หลักสูตร": 2104,
      "้วย": 2105,
      "ประชาธิป": 2106,
      "bsp": 2107,
      "โปรด": 2108,
      "ตาลี": 2109,
      "age": 2110,
      "ish": 2111,
      "อิตาลี": 2112,
      "บิดา": 2113,
      "เจอร์": 2114,
      "ทัย": 2115,
      "ชุมชน": 2116,
      "อาวุธ": 2117,
      "รัตน": 2118,
      "เถ": 2119,
      "นวย": 2120,
      "เลย์": 2121,
      "ย่อย": 2122,
      "บัว": 2123,
      "ังก์": 2124,
      "บอ": 2125,
      "อำนวย": 2126,
      "ตอนที่": 2127,
      "เล่า": 2128,
      "ยืน": 2129,
      "ลิป": 2130,
      "ตย์": 2131,
      "จารย์": 2132,
      "็ค": 2133,
      "ช์": 2134,
      "ฮ์": 2135,
      "เครือ": 2136,
      "เทียบ": 2137,
      "โนะ": 2138,
      "เปิดตัว": 2139,
      "เกอร์": 2140,
      "รัม": 2141,
      "วัส": 2142,
      "ทำหน้าที่": 2143,
      "แช": 2144,
      "ans": 2145,
      "เติม": 2146,
      "จง": 2147,
      "พม่า": 2148,
      "โอกาส": 2149,
      "รายงาน": 2150,
      "หัส": 2151,
      "เหล็ก": 2152,
      "nbsp": 2153,
      "พิธ": 2154,
      "จำนวนมาก": 2155,
      "สัป": 2156,
      "สึก": 2157,
      "แม้ว่า": 2158,
      "ความรู้": 2159,
      "ออน": 2160,
      "มาตร": 2161,
      "สหราชอาณาจักร": 2162,
      "มีชีวิต": 2163,
      "ศพ": 2164,
      "ไก": 2165,
      "ord": 2166,
      "สงฆ์": 2167,
      "วาด": 2168,
      "สาน": 2169,
      "บัญญ": 2170,
      "มวล": 2171,
      "แคว": 2172,
      "สุน": 2173,
      "เล่ม": 2174,
      "ทำลาย": 2175,
      "ทศวรรษ": 2176,
      "ชิน": 2177,
      "อร์ด": 2178,
      "บัญญัติ": 2179,
      "Sp": 2180,
      "พระบรม": 2181,
      "องค์กร": 2182,
      "ld": 2183,
      "สัญลักษณ์": 2184,
      "คัพ": 2185,
      "ดัน": 2186,
      "amp": 2187,
      "จนกระทั่ง": 2188,
      "ครอบคลุม": 2189,
      "ทบ": 2190,
      "รับรางวัล": 2191,
      "ในขณะที่": 2192,
      "ลึก": 2193,
      "บวนการ": 2194,
      "อุดม": 2195,
      "ซึ": 2196,
      "ขัด": 2197,
      "อว": 2198,
      "ack": 2199,
      "นานาชาติ": 2200,
      "ควร": 2201,
      "ปะ": 2202,
      "แอร์": 2203,
      "มักจะ": 2204,
      "ธร": 2205,
      "ฮี": 2206,
      "พระมหาก": 2207,
      "เพื่อให้": 2208,
      "IS": 2209,
      "พายุ": 2210,
      "วอ": 2211,
      "ขาด": 2212,
      "สัปดาห์": 2213,
      "สีมา": 2214,
      "ประกวด": 2215,
      "ex": 2216,
      "เบิล": 2217,
      "มีชื่อเสียง": 2218,
      "ich": 2219,
      "ชัด": 2220,
      "ชน์": 2221,
      "สเปน": 2222,
      "เชื้อสาย": 2223,
      "ast": 2224,
      "ile": 2225,
      "บรา": 2226,
      "อุต": 2227,
      "ไหล": 2228,
      "คณ": 2229,
      "ก๊ก": 2230,
      "ฒิ": 2231,
      "รอย": 2232,
      "ช้าง": 2233,
      "บัล": 2234,
      "แอล": 2235,
      "ความสำเร็จ": 2236,
      "ื้น": 2237,
      "เคียง": 2238,
      "ซื้อ": 2239,
      "บริหารส่วน": 2240,
      "เซลล์": 2241,
      "ต่างประเทศ": 2242,
      "ทธิ์": 2243,
      "องค์การบริหารส่วน": 2244,
      "มากขึ้น": 2245,
      "ผ้า": 2246,
      "ไตย": 2247,
      "นักการเมือง": 2248,
      "บางส่วน": 2249,
      "แกรม": 2250,
      "กัม": 2251,
      "แด": 2252,
      "ซัน": 2253,
      "อภิ": 2254,
      "นอร์": 2255,
      "อุตสาห": 2256,
      "ime": 2257,
      "ช่วยเหลือ": 2258,
      "ครั้งนี้": 2259,
      "เสิร์ต": 2260,
      "ational": 2261,
      "เลอร์": 2262,
      "ect": 2263,
      "คอนเสิร์ต": 2264,
      "ge": 2265,
      "มารดา": 2266,
      "ล่าง": 2267,
      "Wor": 2268,
      "ฆ่า": 2269,
      "กรณี": 2270,
      "iz": 2271,
      "คัน": 2272,
      "ศักราช": 2273,
      "pr": 2274,
      "Mar": 2275,
      "หลังจากนั้น": 2276,
      "เอน": 2277,
      "สัย": 2278,
      "พร้อมกับ": 2279,
      "ภาษาอังกฤษ": 2280,
      "ฤษฎี": 2281,
      "ฟริ": 2282,
      "ใช่": 2283,
      "ass": 2284,
      "eg": 2285,
      "พระมหากษัตริย์": 2286,
      "โทษ": 2287,
      "ure": 2288,
      "Con": 2289,
      "อีกด้วย": 2290,
      "พิษ": 2291,
      "เบีย": 2292,
      "Or": 2293,
      "ประดิ": 2294,
      "hy": 2295,
      "พระชน": 2296,
      "โส": 2297,
      "ดนาม": 2298,
      "ประโยชน์": 2299,
      "อากาศยาน": 2300,
      "by": 2301,
      "ปรุง": 2302,
      "วาร": 2303,
      "สเต": 2304,
      "ห์น": 2305,
      "วุฒิ": 2306,
      "Pro": 2307,
      "นำมา": 2308,
      "ย่อ": 2309,
      "ศัพ": 2310,
      "โครงสร้าง": 2311,
      "คริสต์ศตวรรษ": 2312,
      "หยุ": 2313,
      "ox": 2314,
      "man": 2315,
      "ทูต": 2316,
      "ภาษ": 2317,
      "มุม": 2318,
      "Com": 2319,
      "เยาว": 2320,
      "เพล": 2321,
      "ความสัมพันธ์": 2322,
      "ly": 2323,
      "เลิก": 2324,
      "ื้อง": 2325,
      "บำ": 2326,
      "อิทธิ": 2327,
      "เวียดนาม": 2328,
      "แอฟริ": 2329,
      "ดำเนินการ": 2330,
      "จด": 2331,
      "นาถ": 2332,
      "เธอร์": 2333,
      "ัตร": 2334,
      "ใช้งาน": 2335,
      "โพธิ": 2336,
      "ivers": 2337,
      "ปฏิบัติการ": 2338,
      "ne": 2339,
      "อุตสาหกรรม": 2340,
      "ถา": 2341,
      "พลังงาน": 2342,
      "เบียน": 2343,
      "ไลน์": 2344,
      "สระ": 2345,
      "วิชาการ": 2346,
      "ผิว": 2347,
      "เฉลิม": 2348,
      "ัมภ": 2349,
      "ชีว": 2350,
      "เจ็บ": 2351,
      "มั่น": 2352,
      "ดารา": 2353,
      "ลม": 2354,
      "หลังจากที่": 2355,
      "io": 2356,
      "ใคร": 2357,
      "ัค": 2358,
      "หนี": 2359,
      "อนิเม": 2360,
      "เต็ด": 2361,
      "สถิติ": 2362,
      "เส้นทาง": 2363,
      "เวน": 2364,
      "ข้าว": 2365,
      "นิต": 2366,
      "อื่นๆ": 2367,
      "ณิ": 2368,
      "เกต": 2369,
      "เครื่องบิน": 2370,
      "รัชกาล": 2371,
      "เวิร์": 2372,
      "อนิเมะ": 2373,
      "เสมอ": 2374,
      "กระจาย": 2375,
      "ห่าง": 2376,
      "ยาง": 2377,
      "มงคล": 2378,
      "aw": 2379,
      "qu": 2380,
      "ศว": 2381,
      "มัธยมศึกษา": 2382,
      "ศัพท์": 2383,
      "ดังนั้น": 2384,
      "Fr": 2385,
      "จารณ์": 2386,
      "EEE": 2387,
      "สงครามโลก": 2388,
      "อธิ": 2389,
      "พระบาท": 2390,
      "ทราบ": 2391,
      "ment": 2392,
      "สงค์": 2393,
      "พระนาม": 2394,
      "ซูเปอร์": 2395,
      "ชิงแชมป์": 2396,
      "พิพิธ": 2397,
      "ฉาก": 2398,
      "ดะ": 2399,
      "ืด": 2400,
      "คาม": 2401,
      "รุน": 2402,
      "ร้าน": 2403,
      "บัตร": 2404,
      "เป็นที่รู้จัก": 2405,
      "พากย์": 2406,
      "ที่นั่ง": 2407,
      "ไพ": 2408,
      "นิค": 2409,
      "ธน": 2410,
      "แข่ง": 2411,
      "บาร์": 2412,
      "uc": 2413,
      "เรียง": 2414,
      "สตรี": 2415,
      "ชิ้น": 2416,
      "New": 2417,
      "ยาก": 2418,
      "Br": 2419,
      "วิจารณ์": 2420,
      "รัน": 2421,
      "ระเบิด": 2422,
      "ต่อต้าน": 2423,
      "ยัน": 2424,
      "หาราช": 2425,
      "ินส์": 2426,
      "พิจาร": 2427,
      "แกร": 2428,
      "สังหาร": 2429,
      "ตีพิมพ์": 2430,
      "มากมาย": 2431,
      "พิจารณา": 2432,
      "ตะวันออกเฉียง": 2433,
      "แฟน": 2434,
      "สมบูรณ์": 2435,
      "ore": 2436,
      "ยูไน": 2437,
      "ยูไนเต็ด": 2438,
      "from": 2439,
      "การเรียน": 2440,
      "เยาวชน": 2441,
      "หัวใจ": 2442,
      "เลน": 2443,
      "หวัง": 2444,
      "เพลิง": 2445,
      "อินโด": 2446,
      "เคน": 2447,
      "แคว้น": 2448,
      "ฟิลิป": 2449,
      "การผลิต": 2450,
      "วอลเลย์": 2451,
      "เข้าแข่งขัน": 2452,
      "Ro": 2453,
      "สะพาน": 2454,
      "กล้า": 2455,
      "ail": 2456,
      "ประสงค์": 2457,
      "ออฟ": 2458,
      "px": 2459,
      "เวียต": 2460,
      "bgcolorEEE": 2461,
      "อาจจะ": 2462,
      "เมน": 2463,
      "ical": 2464,
      "สนใจ": 2465,
      "ไกล": 2466,
      "แอฟริกา": 2467,
      "ทอด": 2468,
      "ทางหลวง": 2469,
      "ode": 2470,
      "รักษ์": 2471,
      "ฉัน": 2472,
      "ม้า": 2473,
      "พิว": 2474,
      "สหภาพ": 2475,
      "โซเวียต": 2476,
      "อาทิตย์": 2477,
      "อิทธิพล": 2478,
      "การทำงาน": 2479,
      "โข": 2480,
      "สด": 2481,
      "เบิร์": 2482,
      "วิก": 2483,
      "ลี่": 2484,
      "ธรรมนู": 2485,
      "ธรรมนูญ": 2486,
      "วอลเลย์บอล": 2487,
      "พรรณ": 2488,
      "ท่อง": 2489,
      "ond": 2490,
      "แพง": 2491,
      "สินค้า": 2492,
      "หง": 2493,
      "ให้บริการ": 2494,
      "มาน": 2495,
      "ภาวะ": 2496,
      "แกน": 2497,
